Repository: BCTechDev/bossos-windows-installer
Catalog: app/po/*.po
Languages: he

# MainWindow|
source: Username
he: שם משתמש

# MainWindow|
source: Password
he: סיסמא

# MainWindow|
source: Repeat Password
he: חזור שנית על הסיסמא

# MainWindow|
source: This operation will not affect any of your data. Please use it freely.
he: האופרציה לא תשפיע על המידע שלך

# MainWindow|
source: Please ensure that there is at least one%1 disk having more than 10GB free space.
he: אנא וודא כי יש לפחות כונן קשיח אחד %1 עם לפחות 10GB של שטח פנוי

# MainWindow|
source: Start
he: התחל

# MainWindow|
source: Exit
he: יציאה

# MainWindow|
source: Being installed. Please wait...
he: מתקין, אנא המתן...

# MainWindow|
source: Installed Successfully. You need to restart your computer to experience %1.
he: הותקן בהצלחה. עליך לאתחל את המחשב בשביל לחוות %1

# MainWindow|
source: Installation Failed.
he: ההתקנה נכשלה

# MainWindow|
source: Restart Later
he: אתחל מאוחר יותר

# MainWindow|
source: Restart Now
he: אתחל עכשיו

# MainWindow|
source: Finished
he: סיים

# MainWindow|
source: You have installed %1.
he: התקנת %1

# MainWindow|
source: Cancel
he: ביטול

# MainWindow|
source: Uninstall
he: הסר

# MainWindow|
source: Reinstall
he: התקן מחדש

# MainWindow|
source: Being uninstalled. Please wait...
he: מסיר התקנה. אנא המתן...

# MainWindow|
source: Uninstalled Successfully.
he: הוסר בהצלחה

# MainWindow|
source: Uninstallation Failed.
he: ההסרה נכשלה

# QObject|
source: Deepin System Installer
he: מתקין מערכת Deepin

# QObject|
source: The first character must be in lower case.
he: האות הראשונה חייבת להיות אות קטנה

# QObject|
source: Username must comprise a~z, 0~9, - or _.
he: שם המשתמש חייב להכיל a~z, 0~9, מקף - או קו תחתון _

# QObject|
source: Username can not be empty.
he: שם המשתמש לא יכול להיות ריק

# QObject|
source: The username has been used by system.
he: שם המשתמש כבר בשימוש במערכת

# QObject|
source: Password can not be empty.
he: הסיסמא לא יכולה להיות ריקה

# QObject|
source: The two passwords do not match.
he: שתי הסיסמאות לא תואמות
